<?php
//Текстовые ответы - должны будут уйти в базу данных в будущем
const TBHELP_ROOT = "Привет. Ваша роль ROOT. Вам доступны следующие команды:\n/proxy - для получения прокси для телеграма \n/ip - Для получения информации по ip адресу \n\n Функции умного одногруппника\n /rasp - получить расписание. \n\n Также у бота есть куча скрытых возможностей, найди их все!";
const TBHELP = "Привет. Ваша роль STUDENT. Вам доступны следующие команды:\n/proxy - для получения прокси для телеграма \n/ip - Для получения информации по ip адресу \n\n Функции умного одногруппника\n /rasp - получить расписание. \n\n Также у бота есть куча скрытых возможностей, найди их все!";
const TBSTART = "Привет. Я умный бот. \nО том, что я умею можно узнать по команде /help";
const TBPROXY = "Для подключения прокси кликни по ссылке:\nhttps://t.me/proxy?server=142.93.134.100&port=3434&secret=1d3a72af7b07e06c0db56fcfa4a75f5c";
const TBHEADGROUP = "Староста 
Владимир Андреевич Скрылев, 
@Vladimir_Skrylev 
Телефон: +7 (985) 614-20-19";
const TBIPI = "Зарезервировано. В разработке";
const TBMASK = "Зарезервировано. В разработке";
const TBPREF = "Зарезервировано. В разработке";
const TBCCNATHEORYINDEX = "Зарезервировано. В разработке";
const TBCCNACOMMANDINDEX = "Зарезервировано. В разработке";
//const TBCHATID = $chat_id;
?>
